{
	"newProjects": [
    {
      "id": "2",
      "name": "Sparkling Clean Beach",
      "imageURL": "/images/trending_beach.jpg",
      "shortDescription": "Clearing up the city beach to help the local wildlife.",
      "description": "As an animal rights activist and environmental engineer, my whole life has been dedicated towards protecting the beautiful wildlife that lives around us. Recently, an accident with an oil tanker has contaminated the waters of a beach next to the freeway, and the animal life is suddenly in great danger. Please consider saving the wildlife at the beach and keeping our environment healthy and clean!",
      "status": "active",
      "organizer": "Cliff Redford",
      "contactInfo": "602-796-0375",
      "progressStatus": "61%",
      "peopleNeeded": "Community members with the heart to help save our local ecosystem.",
      "meetingTime": "Saturdays @ 7:00AM",
      "meetingLocation": "Viviana Beach"
    }
	],

  "oldProjects": [
    {
      "id": "0",
      "name": "Geometry Playground",
      "imageURL": "/images/highlights_parkPlayground.jpg",
      "shortDescription": "Combining math and playtime to help kids learn more about math.",
      "description": "In school, children often struggle with geometry. As a concerned mother, I decided to help my children learn geometry better by playing games with them. Eventually, my husband made them a slide made out of hexagons, and we would test them on how to find the interior angles, the different sides if they were chopped up into different shapes, etc. When our children began to tackle their assignments with more enthusiasm, we decided that this could help other children. Thanks to Come Together, and our great community, we were able to crowd-source enough team mates and funds so that a playground based around a geometry theme could be built on an abandoned lot next to a neighbor's home. Our family and everyone else's are just amazed at how coming together to help our children has enriched their lives greatly.",
      "status": "completed",
      "organizer": "Mia Rodriguez",
      "contactInfo": "619-781-5378",
      "progressStatus": "100%",
      "peopleNeeded": "People experienced in construction, anyone who knows the law, and anyone in the community who is interested!",
      "meetingTime": "Wednesdays @ 8:30PM",
      "meetingLocation": "Zambetta Community Center"
    },

    {
      "id": "1",
      "name": "Zensation",
      "imageURL": "/images/highlights_japaneseGarden.jpg",
      "shortDescription": "Providing serenity and peace of mind in a backyard garden.",
      "description": "Years ago, I traveled to China and studied Zen Buddhism in a small temple. The experience taught me so much that when I decided to come back to the States, I vowed to spread the teachings I had been enlightened by. As a small way of doing so, I went on Come Together and asked my neighbors to help me convert my backyard into a full Zen garden, \"Zensation\". Once interested members joined my team, we came up with a great plan and managed to accrue enough money to execute construction. Within a few months, Zensation was completed and was opened to the community. Everyone is now much more healthy and joyful thanks to the capabilities of Come Together!",
      "status": "completed",
      "organizer": "Zenyatta Harkinson",
      "contactInfo": "619-882-4396",
      "progressStatus": "100%",
      "peopleNeeded": "Garden Designers, Landscape Architects, and any interested parties.",
      "meetingTime": "Mondays @ 7:00PM",
      "meetingLocation": "Please call the number for the address"
    }
  ]

}